Repository: ericof/portal-uft
Catalog: backend/src/portal_uft/src/portal_uft/locales/*/LC_MESSAGES/portal_uft.po
Languages: pt_br

source: Add e-mail and extension fields to a contact.
pt_br: Adiciona os campos e-mail e ramal a um conteúdo.

source: Contact
pt_br: Contato

source: Contact Information
pt_br: Informações de Contato

source: Extension
pt_br: Ramal

source: Initial content for our website.
pt_br: Conteúdo inicial do portal UFT.

source: Person
pt_br: Perfil

source: Person in the site
pt_br: Perfil de uma pessoa no site

source: Policy package to install our site
pt_br: Pacote de configuração do portal.

source: Portal UFT: Initial content
pt_br: Portal UFT: Conteúdo inicial

source: Portal UFT: Install
pt_br: Portal UFT: Instalação

source: Portal UFT: Uninstall
pt_br: Portal UFT: Desinstalação

source: Uninstall Portal UFT setup.
pt_br: Desinstala a configuração do Portal UFT

source: person_description
pt_br: Biografia

source: person_email
pt_br: E-mail

source: person_title
pt_br: Nome Completo
